Revit 2027 API
GroupTypeId.Profilen1 Property
 Profile 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Profilen1 { get; }
Public Shared ReadOnly Property Profilen1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Profilen1 {
	ForgeTypeId^ get ();
}
static member Profilen1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace